// * ====================================================================================================
// * AOS (Анимация при скролле)
// * ====================================================================================================
/*
 * Документация: https://github.com/michalsnik/aos
 * Установка: npm install aos --save
 */

// Подключение скрипта
// import AOS from 'aos';
// Подключение стилей
// import 'aos/dist/aos.css';

// Инициализация
// AOS.init({});

// Вся работа происходит через data-aos-* (все возможности смотри в документации)

// * ====================================================================================================
// * AnimeJS
// * ====================================================================================================
/*
 * Документация: https://animejs.com/documentation
 * Установка: npm install animejs --save
 */

// Подключение скрипта
// import anime from 'animejs/lib/anime.es.js';

// Использование анимации для объектов страницы
// anime({
// targets: 'div',
// translateX: 250,
// rotate: '1turn',
// backgroundColor: '#FFF',
// duration: 800
// });
